---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.SheetFailures
source: html/c4c42dd1-688c-a0d5-81e9-7331024e138c.htm
---
# BuiltInFailures.SheetFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.